{
    "case_1": "DMV  | XX City Department of Motor Vihecles",
    "case_1_desc": "<p>There are many problems in the current driver license test, such as, huge facial changes due to a long interval since the last time the learner driver took his ID photo; there are agencies that offer services to let someone sit your exam with fees, proctors may fail to recognize the real learner driver with their bare eyes. Centrizen's computer-based visual recognition technology can help the DMV on these matters. According to different scenarios, Centrizen sets up a facial recognition machine in the DMV lobby, comparing on-site photo with the ID photo of the learner driver. Our smart camera can monitor the entire test process in real-time, to screen out imposters, reducing cheating.</p>",
    "case_2": "Public Security Checkpoints | Yunfu public security mobile inspection station face recognition system",
    "case_2_desc": "<p>Centrizen face recognition, authentication, and mobile integration devices are applied to the public security system checkpoints.Innovative face recognition hardware equipment assembled in the reconstruction of police cars, you can deploy face recognition systems anytime, anywhere, to create \"mobile brush face.\".To help the public security and special police officers to solve the workload of identification and improve the efficiency of police duty.</p>",
    "case_3": "Others | XX Campus Dormitory Facial Recognition System",
    "case_3_desc": "<p>Campus crimes are on the rise in recent years. To prevent campus crimes, Centrizen helped build an integrated smart management platform, including visitor management, classroom access, and other campus affair management. </p>",
    "case_4": "Others | XX City Transport Bureau: Permit & License Office",
    "case_4_desc": "<p>Deploy face-capture cameras at important points in the Permit & License Office to build a facial recognition system. The system conducts trajectory analysis of individuals, behavior pattern mining and issue real-time warning to flag black-listed individuals. It can help carry out special inspection to crack down on illegal intermediaries.</p>",
    "case_5": "Smart Community | XX Community Access Control System",
    "case_5_desc": "<p>Most communities do not have the infrastructure that can satisfy the current needs for security management. Centrizen applies facial recognition technology to security management in communities, making security management easy and offer more effective and higher level security protection against burglary in communities and condos.</p>"
}