{
    "news": "Recent news",
    "news_1": "Industry News | Lead Smart Security Revolution with Facial Recognition Technology",
    "news_1_desc": "With the advent of the AI era, computer-based visual recognition technology can achieve a sharper vision than the human eye. Computer-based visual recognition, and smart drones are getting more and more popular. As the classic application of Artificial Intelligence, Facial Recognition technology has become the first touching point of Artificial Intelligence.",
    "news_2": "Industry News | Shanghai Transport Police experimented with face-capturing technology, to catch jaywalkers. Four jaywalkers have been caught and punished.",
    "news_2_desc": "The transport department said for those jaywalkers who refuse to be punished, their photos captured by the \"E-police\" will be displayed on the bulletin board at nearby bus stations. Since this July, the transport department is working on developing new features of the E-police, hoping to increase the investigation and penalty against drivers and pedestrians who break the regulations or laws.",
    "news_3": "Industry News | How does facial recognition work?",
    "news_3_desc": "Facial recognition technology uses camera to collect images or video streams containing human faces and to detect and track human faces in the images captured by cameras automatically. Facial Recognition technology can even compare the faces it detects. Biometric identification technology based on face descriptors is usually referred to as facial recognition or face recognition...",
    "news_4": "Events | Can facial recognition still recognize you when you're old?",
    "news_4_desc": "Many people ask the same question, can facial recognition still recognize you when you're old? Centrizen's facial recognition system can identify biometrics of the human face, and upgrade solutions in case of huge facial changes, reducing the impact of external factors on the speed and results of facial recognition.",
    "news_5": "Events | Open a new model of \"moving brush face\"——Centrizen work with the Yunfu Public Security Bureau to build mobile checkpoints identification",
    "news_5_desc": "2017.8.15 &nbsp;&nbsp;Recently，Yunfu Public Security Bureau of Guangdong Province cooperated with Centrizen,build mobile checkpoints identification.",
    "load_more": "More news",

    "about": "Company profile",
    "about_desc": "Guangdong Centrizen Technology Co.,Ltd. is a high-tech company specilizes in artificial intelligence. Centrizen's research and development team is from the Artificial Intelligence Research Lab jointly created by CAS Guangzhou Eletronic Technology Lab, Shanghai Yitu Internet Technology Company, and South China University of Technology. The team is dedicated to providing chip-level AI solution based on their years of in-depth research into artificial intelligence. This all-in-one solution will scale up AI functions exponentially, realizing industrilized growth at large scale and at lower cost.",

    "development": "The Centrizen Journey",
    "y2013": "2013",
    "y2013_desc": "As the market demands for AI grows stronger every day, Centrizen began to invest in the research and development of artificial intelligence building on its 10 year experience in Big Data R&D.",
    "y2015": "2015",
    "y2015_desc": "Centrizen's unique 3D facial recognition technology entered the market and won many technology awards.",
    "y2015_2": "2015",
    "y2015_2_desc": "Centrizen's facial recognition solution was put into operation by the Public Security Bureau with outstanding results.",
    "y2017": "May, 2017",
    "y2017_desc": "Centrizen was designated as the executive unit of Guangdong Public Security Technology Association, dedicated to the development of facial recognition technology.",
    "y2018": "2018",

    "honor": "Honors & Awards",
    "honor_1": "Trademark",
    "honor_2": "Dynamic Facial Recognition Algorithm Software",
    "honor_3": "Facial Recognition Trajectory Analysis System",
    "honor_4": "CAS SKY NET 3D Facial Recognition Area Surveillance System",
    "honor_5": "SMART Facial DNA Recognition & Detection System",
    "honor_6": "CAS Cloud Operating System",
    "honor_7": "CAS SKY NET 3D Facial Image Reconstruction Software",
    "honor_8": "Multi-angle Facial Database Construction Software",
    "honor_9": "Cloud Storage System",
    "honor_10": "Monitoring & Control Device based on Facial Recognition",
    "honor_11": "Face-Capture Camera and Surveillance System",
    "honor_12": "Cloud Storage Software Certificate"
}