{
    "production": "Solutions",
    "production_1":  "Smart Community",
    "production_1_desc":  "24/7 surveillance from multiple angles. The system will issue real-time warning if it spots any suspicious figure within the community. Facial recognition intercom system can identify and grant access to people on the white list, preventing any unauthorized individuals from entering the community. Security guards in the community will carry around portable devices to collect face images and conduct patrol.",
    "production_2":  "Public Security Checkpoints",
    "production_2_desc":  "Facial recognition system at police checkpoints can quickly compare on-site face image with photo ID, to effectively screen out and intercept black-listed individuals. Dynamic surveillance at traffic checkpoints can help mine behavior patterns of vehicular and pedestrian traffic, conduct trajectory analysis to effectively screen out suspicious individuals in the traffic, and issue real-time warning.",
    "production_3": "Identity Verification and video surveillance at hotels",
    "production_3_desc":  "Build a human face recognition and retrieval system with a capacity of hundreds of million faces. The system supports multiple devices capable of capturing human face images. By comparing captured images with static images in the system, we can achieve real-time detection and early warning, eventually creating a smart and safe accommodation. Input ID information into the facial recognition intercom system, say goodbye to keys. Smarter and more convenient.",
    "production_4": "Smart Driver Test System",
    "production_4_desc":  "There are many problems in the current driver license test, such as, huge facial changes due to a long interval since the last time the learner driver took his ID photo; there are agencies that offer services to let someone sit your exam with fees, proctors may fail to recognize the real learner driver with their bare eyes. Centrizen's computer-based visual recognition technology can help the DMV on these matters. According to different scenarios, Centrizen sets up a facial recognition machine in the DMV lobby, comparing on-site photo with the ID photo of the learner driver. Our smart camera can monitor the entire test process in real-time, to screen out imposters, reducing cheating.",
    "production_5": "Police Car Equpped with Facial Recognition Device",
    "production_5_desc": "Portable Facial Recognition System Solution. All-in-one face recognition device installed on motor vehicles, such as moving detection van, undercover police car, etc. The device can quickly deploy facial recognition system and conduct detection, processing and analysis while on patrol.",

    "software": "Software Products",
    "software_1":  "Dynamic Facial Recognition System",
    "software_1_desc":  "Face Capture Camera detects and captures human face images, to achieve face detection and face clustering. The back-end will compare human faces, applicable in circumstances where the objects refuse to cooperate.",
    "software_2":  "Static Facial Recognition System",
    "software_2_desc":  "Run static images through the face database to compare and detect. We offer premium solutions to smart album management, face database, and image censoring.",
    "software_3":  "ID & Face recognition system",
    "software_3_desc":  "ID and other identity information are widely used in attendance system, black/white list recognition system, second generation ID verification system and facial recognition turnstiles, etc.",

    "hardware": "Hardware Products",
    "hardware_1":  "All-in-one Camera & Server Kit",
    "hardware_2":  "Face Capture Camera",
    "hardware_3":  "Portable Devices",
    "hardware_4":  "ID Verification Device",
    "hardware_5":  "Face RecognitionTurnstile",
    "hardware_6":  "Smart Check-in Kiosk",
    "hardware_7":  "Face Recognition Work Station",
    "hardware_8":  "Face Recognition Computing Server",
    "hardware_9":  "Dense Computing Cluster"
}